/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "privacy-top-page": {
      "type": "privacy-top-page",
      "settings": {}
    },
    "privacy-dropdown-list": {
      "type": "privacy-dropdown-list",
      "blocks": {
        "accordion_FUthWE": {
          "type": "accordion",
          "settings": {
            "accordion_title": "Titolare del trattamento",
            "accordion_content": "Il Titolare del Trattamento è Cantiere del Pardo S.p.A., con sede legale in Via F.lli Lumière 34, Forlì (FC), e-mail <a href=\"mailto:data.protection@calzedonia.com\" style=\"text-decoration: underline\">data.protection@calzedonia.com</a>.",
            "extra_accordion_inside": false
          }
        },
        "accordion_H8TdGV": {
          "type": "accordion",
          "settings": {
            "accordion_title": "Categorie di dati, finalità del trattamento, base giuridica e periodo di conservazione",
            "accordion_content": "",
            "extra_accordion_inside": true
          }
        },
        "accordion_extra_qHMN8T": {
          "type": "accordion-extra",
          "settings": {
            "accordion_extra_title": "Navigazione del sito web",
            "accordion_extra_content": "<b>Finalità:</b> consentire la navigazione web; effettuare analisi statistiche aggregate finalizzate a misurare il corretto funzionamento di questo sito web e, in caso di reati informatici, accertare eventuali responsabilità.\n<b>Categorie di dati:</b> indirizzi IP, nomi di dominio, URI.\n<b>Base giuridica:</b> la necessità di fornire i servizi necessari per abilitare la navigazione su questo sito e il nostro legittimo interesse a garantire il corretto funzionamento dei sistemi informatici e procedere all’accertamento di reati informatici (anche sulla base dell’esistenza un obbligo di legge).\n<b>Periodo di conservazione:</b> 30 giorni, salvo diversa disposizione di legge o delle Autorità Pubbliche ai fini dell'accertamento di reati informatici."
          }
        },
        "accordion_extra_qNHrTi": {
          "type": "accordion-extra",
          "settings": {
            "accordion_extra_title": "Richiesta di informazioni",
            "accordion_extra_content": "<b>Finalità:</b> dare riscontro alla tua richiesta a seguito della compilazione dell’apposito form presente sul nostro sito web oppure per ricontattarti quando richiedi delle informazioni in occasione di eventi e fiere in cui Pardo Yachts è presente. In questo secondo caso i dati potranno essere utilizzati anche per gestire il potenziale processo di vendita, anche tramite terze parti (dealers), attraverso i quali Cantiere del Pardo distribuisce le proprie imbarcazioni.\n<b>Categorie di dati:</b> dati richiesti nel modulo di contatto e contenuti nella richiesta di informazioni.\n<b>Base giuridica:</b> esecuzione di misure precontrattuali adottate su tua richiesta.\n<b>Periodo di conservazione:</b> il tempo necessario per dare seguito alla tua richiesta."
          }
        },
        "accordion_extra_93rkgz": {
          "type": "accordion-extra",
          "settings": {
            "accordion_extra_title": "Invio di comunicazioni commerciali",
            "accordion_extra_content": "<b>Finalità:</b> inviarti comunicazioni commerciali relative a Pardo Yachts via e-mail, SMS, telefono e posta tradizionale cartacea ed effettuare ricerche di mercato al fine di valutare il tuo livello di soddisfazione riguardo ai prodotti/servizi offerti.\n<b>Categorie di dati:</b> nome, cognome, il tuo indirizzo e-mail, numero di telefono, indirizzo di domicilio/ residenza.\n<b>Base giuridica:</b> il tuo consenso. Se desideri revocarlo, puoi farlo in qualsiasi momento cliccando sul link presente in calce alle nostre comunicazioni o scrivendo a <a href=\"mailto:data.protection@calzedonia.com\" style=\"text-decoration: underline\">data.protection@calzedonia.com</a>.\n<b>Periodo di conservazione:</b> fino alla revoca del consenso."
          }
        },
        "accordion_extra_NYV6KY": {
          "type": "accordion-extra",
          "settings": {
            "accordion_extra_title": "Profilazione",
            "accordion_extra_content": "<b>Finalità:</b> inviarti comunicazioni commerciali personalizzate in base ai tuoi interessi, alle tue richieste e alle tue interazioni con noi; potremmo inoltre sviluppare prodotti e servizi in linea con le tue preferenze.\n<b>Categorie di dati:</b> i dati riguardanti le imbarcazioni «Pardo Yachts» che hai acquistato o per le quali hai richiesto informazioni, il tuo paese di provenienza, i tuoi dati anagrafici, le tue interazioni con noi attraverso il nostro sito web, attraverso le App - che potranno essere sviluppate da noi o da terzi – ed attraverso i nostri canali social. Inoltre, il tuo profilo potrà essere arricchito con informazioni acquisite lecitamente da terze parti e messe a disposizione di Cantiere del Pardo.\n<b>Base giuridica</b>: il tuo consenso, che puoi revocare in qualsiasi momento scrivendo a <a href=\"mailto:data.protection@calzedonia.com\" style=\"text-decoration: underline\">data.protection@calzedonia.com</a> o cliccando sul link in fondo alle comunicazioni.\n<b>Periodo di conservazione:</b> cinque anni dalla data di raccolta."
          }
        },
        "accordion_extra_fBiaTx": {
          "type": "accordion-extra",
          "settings": {
            "accordion_extra_title": "Get the Brochure",
            "accordion_extra_content": "<b>Finalità:</b> su tua richiesta, invio della brochure informativa che illustra le caratteristiche e le specifiche tecniche delle nostre imbarcazioni.\n<b>Categorie di dati:</b> i dati indicati nel form di richiesta della brochure (es. nome, cognome, indirizzo mail).\n<b>Base giuridica:</b> esecuzione di misure precontrattuali adottate su tua richiesta.\n<b>Periodo di conservazione:</b> i dati verranno cancellati dopo aver effettuato l’invio della brochure"
          }
        },
        "accordion_HCEAqj": {
          "type": "accordion",
          "settings": {
            "accordion_title": "Comunicazione, e trasferimento dei tuoi dati",
            "accordion_content": "I tuoi dati non vengono diffusi. Per la realizzazione delle finalità indicate nella presente informativa, potremo comunicare i dati raccolti al personale e ai fornitori di Cantiere del Pardo (ad es., fornitori di servizi, piattaforme IT o consulenti). Inoltre, se necessario e se previsto dalla legge, i tuoi dati saranno comunicati alle autorità pubbliche su loro richiesta.\nPer specifiche finalità indicate nella presente informativa, con l’obiettivo di dare seguito alle richieste da te effettuate, i tuoi dati possono essere comunicati ai dealer di cui Cantiere del Pardo si avvale per finalizzare la vendita delle proprie imbarcazioni.\nI tuoi dati possono essere trasferiti fuori dall'UE; tuttavia, ciò sarà sempre fatto nel rispetto delle disposizioni del Regolamento UE 2016/679 (“GDPR”): in particolare, i dati verranno trasferiti soltanto previa sottoscrizione delle Clausole Contrattuali Standard approvate dalla Commissione UE con decisione n.2021/914/UE oppure verso Paesi in grado di garantire un adeguato livello di protezione dei dati personali e destinatari quindi di una Decisione di Adeguatezza adottata dalla Commissione UE.",
            "extra_accordion_inside": false
          }
        },
        "accordion_RjDLEV": {
          "type": "accordion",
          "settings": {
            "accordion_title": "Cookie",
            "accordion_content": "In alcune aree del nostro sito utilizziamo dei cookie. Per saperne di più consulta la <a href=\"pages/cookie\">Cookie Policy.</a>",
            "extra_accordion_inside": false
          }
        },
        "accordion_JKTqpg": {
          "type": "accordion",
          "settings": {
            "accordion_title": "Social network",
            "accordion_content": "Su questo sito sono presenti pulsanti social (ad es. pulsanti con icone di social network) come Facebook, Instagram, YouTube e LinkedIn. Questi pulsanti ti permettono di interagire con il social network di tuo interesse, di cui ti invitiamo a consultare la Privacy Policy. Inoltre, potrebbero essere presenti anche link a siti web di terze parti, le quali sono responsabili dei trattamenti dei dati da loro effettuati. Ti invitiamo pertanto a consultare le rispettive Privacy & Cookie Policy.",
            "extra_accordion_inside": false
          }
        },
        "accordion_Nyh8ba": {
          "type": "accordion",
          "settings": {
            "accordion_title": "I tuoi diritti privacy",
            "accordion_content": "Il GDPR ti riconosce determinati diritti in merito ai tuoi dati personali, che puoi esercitare scrivendo a data.protection@calzedonia.com. Riceverai una risposta nel più breve tempo possibile e, in ogni caso, entro 30 giorni. Potremmo richiederti informazioni aggiuntive se, in relazione alla tua richiesta, è necessario verificare la tua identità.\n\n•\t<b>DIRITTO DI ACCESSO:</b> Hai il diritto di sapere se i tuoi dati vengono trattati e, in tal caso, ottenere una copia di tali dati. Hai anche il diritto di essere informato riguardo a: l'origine dei dati, le categorie di dati personali trattati, i destinatari dei dati, le finalità del trattamento, l'esistenza di processi decisionali automatizzati (compresa la profilazione), il periodo di conservazione dei dati e i diritti riconosciuti dal GDPR.\n•\t<b>DIRITTO ALLA CANCELLAZIONE:</b> Hai il diritto di richiedere che i tuoi dati siano cancellati se non sono più necessari o se il Titolare non è più autorizzato a trattarli.\n•\t<b>DIRITTO DI RETTIFICA:</b> Hai il diritto di ottenere la rettifica o l'integrazione dei tuoi dati se sono inesatti o incompleti.\n•\t<b>DIRITTO ALLA PORTABILITÀ:</b> Hai il diritto di ricevere i tuoi dati personali in un formato strutturato, di uso comune e leggibile da dispositivo automatico; hai anche il diritto di richiedere che tali dati siano trasmessi a un altro Titolare.\n•\t<b>DIRITTO ALLA LIMITAZIONE DEL TRATTAMENTO:</b> Hai il diritto di ottenere la limitazione del trattamento quando hai contestato l'esattezza dei dati personali, per il periodo necessario al Titolare per verificarne l'accuratezza; il Titolare non è autorizzato a trattare i tuoi dati e, invece di richiederne la cancellazione, puoi chiedere di limitarne l'uso; se i dati in possesso del Titolare - anche se non più necessari per le finalità del trattamento per cui sono stati raccolti - sono necessari per te per stabilire, esercitare o difendere un diritto in sede giudiziaria.\n•\t<b>DIRITTO DI REVOCA DEL CONSENSO:</b> Hai il diritto di revocare il tuo consenso in qualsiasi momento per i trattamenti basati su di esso.\n•\t<b>DIRITTO DI OPPOSIZIONE:</b> Hai il diritto di opporti in qualsiasi momento al trattamento dei tuoi dati personali basati su di un nostro legittimo interesse, compresa la profilazione.\n\nInoltre, se ritieni che il trattamento di dati personali che ti riguardano sia effettuato in violazione delle disposizioni del GDPR, hai il <b>DIRITTO DI PROPORRE RECLAMO</b> all'autorità di controllo competente.",
            "extra_accordion_inside": false
          }
        }
      },
      "block_order": [
        "accordion_FUthWE",
        "accordion_H8TdGV",
        "accordion_extra_qHMN8T",
        "accordion_extra_qNHrTi",
        "accordion_extra_93rkgz",
        "accordion_extra_NYV6KY",
        "accordion_extra_fBiaTx",
        "accordion_HCEAqj",
        "accordion_RjDLEV",
        "accordion_JKTqpg",
        "accordion_Nyh8ba"
      ],
      "settings": {}
    },
    "privacy-bottom-page": {
      "type": "privacy-bottom-page",
      "settings": {
        "underline_text": "",
        "updates_info": "Ultimo aggiornamento: gennaio 2025"
      }
    }
  },
  "order": [
    "privacy-top-page",
    "privacy-dropdown-list",
    "privacy-bottom-page"
  ]
}
